{
  "terms": [
    "Welcome to Manalor!",
    "By accessing or using our platform, you agree to the terms and conditions outlined in this User Agreement and Privacy Policy. Please read them carefully before proceeding.",
    "1. Definitions",
    "- \"Platform\" refers to the web application Manalor, a digital space for sharing and discovering visual content.",
    "- \"User\" refers to any individual who registers, accesses, or uses the Platform.",
    "- \"Administration\" refers to the team responsible for maintaining and managing the Manalor platform.",
    "2. Acceptance of Terms",
    "By registering on or using Manalor, the User agrees to comply with this Agreement. If you do not agree, you must not use the Platform.",
    "3. User Obligations",
    "- Users are solely responsible for the content they upload.",
    "- Content must not contain illegal, offensive, pornographic, or harmful materials.",
    "- Users agree not to infringe on copyright, trademark, or any other rights.",
    "4. Platform Rights",
    "- The Administration reserves the right to remove any content that violates this Agreement.",
    "- The Administration may suspend or terminate accounts that breach terms or pose risks to the community.",
    "5. Intellectual Property",
    "- All original content uploaded by users remains their intellectual property.",
    "- By uploading content, users grant Manalor a non-exclusive license to display and distribute it on the platform.",
    "6. Privacy",
    "- We collect minimal data necessary for authentication and platform functionality (e.g., email, username).",
    "- Your data is not shared with third parties, except as required by law.",
    "- Cookies may be used to enhance user experience.",
    "7. Limitation of Liability",
    "- The Administration is not liable for content uploaded by users.",
    "- The Platform is provided \"as is\" without warranties of any kind.",
    "8. Jurisdiction",
    "- This Agreement is governed by the laws of the country in which the User resides.",
    "- In the event of legal disputes, the local laws and courts of the User's jurisdiction will apply.",
    "9. Changes to Terms",
    "- The Administration may update these terms. Continued use of the Platform after changes constitutes acceptance.",
    "10. Contact",
    "For any questions regarding this Agreement or your data, please contact us via the platform's support section."
  ]
}
